; 个人私有词典
privateDict := Map(
    ; 中文词组
    "guli", "谷粒",
    "vswf", "中文",
    ; 英文标点括号三兄弟
    "xk", "()",
    "vk", "[]",
    "dk", "{}",
    ; 中文标点
    "uumk", "《》",
    "dumh", "〈〉",	; 单书名号
    "yk", "（）",	; 圆括号
    "ftkh", "【】",	; 方头括号
    "ljkh", "｛｝",	; 六角括号
    "uglt", "・・・・・・",
    "jmge", "·",
    "pove", "——",
    "ulyb", "“”",
    "djyb", "‘’",
    "yhtz", "￥",
    "gjtj", "！",
    "wfhc", "？",
    "dzhc", "，",
    "juhc", "。",
    "ffhc", "；",
    "dyhc", "、",
    "mchc", "：",
    "rmb", "¥",
    ; 数学
    "tviu", "⇒",
    "jnti", "➤",
    "alpha", "𝛂",
    "beta", "𝜷",
    "gama", "𝜸",
    "sigma", "σ",
    "uuyu", "∈",
    "vgfu", "±",
    "xhx", "_",
    "xnyu", "<",
    "xydy", "≤",
    "dayu", ">",
    "dydy", "≥",
    "numno", "№", ; 数字编号
    "pfm", "㎡",  ; 平方米
    ; 系统按键符号
    "backdel", "⌦",
    "del", "⌫",
    "ctrl", "⌃",
    "cmd", "⌘",
    "opt", "⌥",
    "cpaslock", " ⇪",
    "hyper", "✻",
    "enter", "⏎",
    "shift", "⇧",
    "tab", "⇥",
    "ltab", "⇤",
    "space", "␣",
    "yrdm", "•",
)